Revit 2024 API
UnitTypeId.Millimeters Property
 Millimeters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId Millimeters { get; }
Visual Basic
Public Shared ReadOnly Property Millimeters As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Millimeters {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace